<?php
class ad_landingrule
{

    static $rule = array(
        1 => "1 .普通",
        2 => "2 .Baidu",
        3 => "3 .Taobao",
        4 => "4 .Sogou",
        5 => "5 .SO",
        6 => "6 .Hao123(渠道)",
        7 => "7 .Baidu无线",
        8 => "8 .Hao123(首页)",
        9 => "9 .流量转发",
        10 => "10 .SO(无线)",
        11 => "11 .APK",
        12 => "12 .添加前缀跳转转发",
        13 => "13 .hao123补量",
        14 => "14 .同程hotel",
        15 => "15 .200OK",
        16 => "16 .200OK iFrame",
        17 => "17 .302重定向",
        18 => "18 .iFrame普通广告(NEW)",
        19 => "19 .iFrame重定向(NEW)",
        21 => "21 .iFrame普通广告",
        22 => "22 .iFrame重定向",
        23 => "23 .自定义[JS]",
        24 => "24 .Cookie引流",
    );
}
